Repository: wp-plugins/comment-popularity
Catalog: languages/comment-popularity-*.po
Languages: fr_fr

source: Default karma value for expert users
fr_fr: Valeur par défaut pour le karma des utilisateurs experts

source: Enter value
fr_fr: Saisir une valeur

source: Comment popularity settings
fr_fr: Réglages de Comment Popularity

source: Expert Commenter
fr_fr: Participant expert

source: Weight
fr_fr: Poids

source: This plugin requires PHP Version %s. Sorry about that.
fr_fr: Ce plugin requiert la version %s de PHP. Désolé.

source: Sorry, invalid vote type
fr_fr: Type de vote incorrect.

source: This plugin requires WordPress version %s. Sorry about that.
fr_fr: Ce plugin requiert la version %s de WordPress.

source: You cannot %s your own comments.
fr_fr: Vous ne pouvez pas %s vos propres commentaires.

source: You lack sufficient permissions to vote on comments
fr_fr: Vous n'avez pas le droit de voter sur les commentaires

source: You must be logged in to vote on comments
fr_fr: Vous devez etre identifié pour voter sur les commentaires

source: You cannot %s this comment again.
fr_fr: Vous ne pouvez plus %s ce commentaire.

source: Invalid action
fr_fr: Action invalide

source: Thanks for voting!
fr_fr: Merci pour votre vote !

source: Edit
fr_fr: Modifier

source: Your comment is awaiting moderation.
fr_fr: Votre commentaire est en modération.

source: Comment navigation
fr_fr: Naviguer les commentaires

source: Comments are closed.
fr_fr: Les commentaires sont fermés.

source: Most voted comments
fr_fr: Commentaires les plus votés

source: Title:
fr_fr: Titre:

source: Number of comments to show:
fr_fr: Nombre de commentaires à afficher:

source: Most voted Comments
fr_fr: Commentaires les plus votés

source: Allow visitors to vote on comments.
fr_fr: Permettez aux visiteurs de voter sur les commentaires.

# verb
source: upvote
fr_fr: plussoyer

# verb
source: downvote
fr_fr: moinssoyer

# 1: date, 2: time
source: %1$s at %2$s
fr_fr: %2$s, le %1$s

# e.g. Bob says hello.
source: says:
fr_fr: dit:

# comments title
source: One comment
fr_fr: Un commentaire

# 1: Author 2: Post title 3: Weight
source: %1$s on %2$s, ( Weight: %3$s )
fr_fr: %1$s sur %2$s, ( Poids: %3$s )
